# Generated by `bits brew` — do not edit by hand.
# Source of truth: the homebrew_formula: fields in the bits recipes.
# Regenerate with:  bits brew -a osx_arm64 -o <this file>
# Install with:     brew bundle --file <this file>

brew "cairo"
brew "doxygen"
brew "fontconfig"
brew "freeglut"
brew "freetype"
brew "giflib"
brew "git"
brew "gl2ps"
brew "gnu-sed"
brew "gnu-tar"
brew "go"
brew "graphviz"
brew "imagemagick"
brew "include-what-you-use"
brew "jpeg-turbo"
brew "julia"
brew "libffi"
brew "libpng"
brew "libpq"
brew "libtiff"
brew "libtool"
brew "mysql-client"
brew "ocaml"
brew "octave"
brew "openjdk@17"
brew "openssl@3"
brew "pixman"
brew "qt"
brew "qt@5"
brew "rapidjson"
brew "readline"
brew "suite-sparse"
brew "swig"
brew "texinfo"
brew "thrift"
